Repository: fennelouski/straight-up-browser
Catalog: Straight Up Browser/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hk

source: No bookmarks were found in %@.
ar: لم يُعثر على أي إشارات مرجعية في %@.
ca: No s'ha trobat cap adreça d'interès a %@.
cs: V %@ nebyly nalezeny žádné záložky.
da: Der blev ikke fundet nogen bogmærker i %@.
de: In %@ wurden keine Lesezeichen gefunden.
el: Δεν βρέθηκαν σελιδοδείκτες στο %@.
es: No se encontraron marcadores en %@.
fi: Kohteesta %@ ei löytynyt kirjanmerkkejä.
fr: Aucun favori trouvé dans %@.
he: לא נמצאו סימניות ב-%@.
hi: %@ में कोई बुकमार्क नहीं मिला।
hr: U %@ nisu pronađene knjižne oznake.
hu: Nem található könyvjelző itt: %@.
id: Tidak ada markah yang ditemukan di %@.
it: Nessun segnalibro trovato in %@.
ja: %@にブックマークが見つかりませんでした。
ko: %@에서 북마크를 찾을 수 없습니다.
ms: Tiada penanda buku ditemui dalam %@.
nb: Ingen bokmerker ble funnet i %@.
nl: Er zijn geen bladwijzers gevonden in %@.
pl: Nie znaleziono żadnych zakładek w %@.
pt_br: Nenhum favorito foi encontrado em %@.
ro: Nu s-au găsit marcaje în %@.
ru: В %@ закладок не найдено.
sk: V %@ sa nenašli žiadne záložky.
sv: Inga bokmärken hittades i %@.
th: ไม่พบบุ๊กมาร์กใน %@
tr: %@ içinde hiç yer işareti bulunamadı.
uk: У %@ закладок не знайдено.
vi: Không tìm thấy dấu trang nào trong %@.
zh_hans: 在 %@ 中未找到任何书签。
zh_hk: 在 %@ 中找不到任何書籤。

source: No Browsers Found
ar: لم يُعثر على متصفحات
ca: No s'han trobat navegadors
cs: Nenalezeny žádné prohlížeče
da: Ingen browsere fundet
de: Keine Browser gefunden
el: Δεν βρέθηκαν προγράμματα περιήγησης
es: No se encontraron navegadores
fi: Selaimia ei löytynyt
fr: Aucun navigateur trouvé
he: לא נמצאו דפדפנים
hi: कोई ब्राउज़र नहीं मिला
hr: Nema pronađenih preglednika
hu: Nem található böngésző
id: Tidak Ada Browser Ditemukan
it: Nessun browser trovato
ja: ブラウザが見つかりません
ko: 브라우저를 찾을 수 없음
ms: Tiada Pelayar Ditemui
nb: Ingen nettlesere funnet
nl: Geen browsers gevonden
pl: Nie znaleziono przeglądarek
pt_br: Nenhum navegador encontrado
ro: Nu s-au găsit browsere
ru: Браузеры не найдены
sk: Nenašli sa žiadne prehliadače
sv: Inga webbläsare hittades
th: ไม่พบเบราว์เซอร์
tr: Tarayıcı Bulunamadı
uk: Браузерів не знайдено
vi: Không tìm thấy trình duyệt
zh_hans: 未找到浏览器
zh_hk: 找不到瀏覽器

source: No compatible browsers with bookmarks were found on your system.
ar: لم يُعثر على متصفحات متوافقة تحتوي على إشارات مرجعية في نظامك.
ca: No s'ha trobat cap navegador compatible amb adreces d'interès al teu sistema.
cs: Ve tvém systému nebyly nalezeny žádné kompatibilní prohlížeče se záložkami.
da: Der blev ikke fundet nogen kompatible browsere med bogmærker på dit system.
de: Auf deinem System wurden keine kompatiblen Browser mit Lesezeichen gefunden.
el: Δεν βρέθηκαν συμβατά προγράμματα περιήγησης με σελιδοδείκτες στο σύστημά σου.
es: No se encontraron navegadores compatibles con marcadores en tu sistema.
fi: Järjestelmästäsi ei löytynyt yhteensopivia selaimia, joissa on kirjanmerkkejä.
fr: Aucun navigateur compatible avec des favoris n'a été trouvé sur votre système.
he: לא נמצאו דפדפנים תואמים עם סימניות במערכת שלך.
hi: आपके सिस्टम पर बुकमार्क वाले कोई संगत ब्राउज़र नहीं मिले।
hr: Na tvom sustavu nisu pronađeni kompatibilni preglednici s knjižnim oznakama.
hu: Nem található a rendszereden könyvjelzőkkel rendelkező kompatibilis böngésző.
id: Tidak ada browser kompatibel dengan markah yang ditemukan di sistemmu.
it: Nessun browser compatibile con segnalibri è stato trovato sul tuo sistema.
ja: ブックマークを持つ互換ブラウザがシステム上に見つかりませんでした。
ko: 시스템에서 북마크가 있는 호환 브라우저를 찾을 수 없습니다.
ms: Tiada pelayar serasi dengan penanda buku ditemui pada sistem anda.
nb: Ingen kompatible nettlesere med bokmerker ble funnet på systemet ditt.
nl: Er zijn geen compatibele browsers met bladwijzers op je systeem gevonden.
pl: Nie znaleziono w Twoim systemie zgodnych przeglądarek z zakładkami.
pt_br: Nenhum navegador compatível com favoritos foi encontrado no seu sistema.
ro: Nu s-au găsit browsere compatibile cu marcaje pe sistemul tău.
ru: В вашей системе не найдено совместимых браузеров с закладками.
sk: Vo tvojom systéme sa nenašli žiadne kompatibilné prehliadače so záložkami.
sv: Inga kompatibla webbläsare med bokmärken hittades på ditt system.
th: ไม่พบเบราว์เซอร์ที่เข้ากันได้ซึ่งมีบุ๊กมาร์กในระบบของคุณ
tr: Sisteminde yer işaretlerine sahip uyumlu tarayıcı bulunamadı.
uk: У вашій системі не знайдено сумісних браузерів із закладками.
vi: Không tìm thấy trình duyệt tương thích có dấu trang trên hệ thống của bạn.
zh_hans: 在你的系统上未找到带有书签的兼容浏览器。
zh_hk: 在你的系統上找不到帶有書籤的相容瀏覽器。

source: No open tabs.
ar: لا توجد علامات تبويب مفتوحة.
ca: No hi ha pestanyes obertes.
cs: Žádné otevřené karty.
da: Ingen åbne faneblade.
de: Keine offenen Tabs.
el: Δεν υπάρχουν ανοιχτές καρτέλες.
es: No hay pestañas abiertas.
fi: Ei avoimia välilehtiä.
fr: Aucun onglet ouvert.
he: אין כרטיסיות פתוחות.
hi: कोई खुला टैब नहीं।
hr: Nema otvorenih kartica.
hu: Nincsenek nyitott lapok.
id: Tidak ada tab terbuka.
it: Nessuna scheda aperta.
ja: 開いているタブはありません。
ko: 열린 탭이 없습니다.
ms: Tiada tab terbuka.
nb: Ingen åpne faner.
nl: Geen open tabbladen.
pl: Brak otwartych kart.
pt_br: Nenhuma aba aberta.
ro: Nicio filă deschisă.
ru: Нет открытых вкладок.
sk: Žiadne otvorené karty.
sv: Inga öppna flikar.
th: ไม่มีแท็บที่เปิดอยู่
tr: Açık sekme yok.
uk: Немає відкритих вкладок.
vi: Không có thẻ nào đang mở.
zh_hans: 没有打开的标签页。
zh_hk: 沒有打開的分頁。

source: No saved workspaces
ar: لا توجد مساحات عمل محفوظة
ca: No hi ha espais de treball desats
cs: Žádné uložené pracovní prostory
da: Ingen gemte arbejdsområder
de: Keine gesicherten Arbeitsbereiche
el: Δεν υπάρχουν αποθηκευμένοι χώροι εργασίας
es: No hay espacios de trabajo guardados
fi: Ei tallennettuja työtiloja
fr: Aucun espace de travail enregistré
he: אין סביבות עבודה שמורות
hi: कोई सहेजे गए कार्यक्षेत्र नहीं
hr: Nema spremljenih radnih prostora
hu: Nincsenek mentett munkaterületek
id: Tidak ada ruang kerja tersimpan
it: Nessuno spazio di lavoro salvato
ja: 保存されたワークスペースはありません
ko: 저장된 작업 공간이 없음
ms: Tiada ruang kerja disimpan
nb: Ingen lagrede arbeidsområder
nl: Geen opgeslagen werkruimten
pl: Brak zapisanych obszarów roboczych
pt_br: Nenhum espaço de trabalho salvo
ro: Niciun spațiu de lucru salvat
ru: Нет сохранённых рабочих пространств
sk: Žiadne uložené pracovné priestory
sv: Inga sparade arbetsytor
th: ไม่มีพื้นที่ทำงานที่บันทึกไว้
tr: Kayıtlı çalışma alanı yok
uk: Немає збережених робочих просторів
vi: Không có không gian làm việc đã lưu
zh_hans: 没有已保存的工作区
zh_hk: 沒有已儲存的工作區

source: None
ar: بلا
ca: Cap
cs: Žádná
da: Ingen
de: Keine
el: Καμία
es: Ninguno
fi: Ei mitään
fr: Aucun
he: ללא
hi: कोई नहीं
hr: Nijedna
hu: Nincs
id: Tidak Ada
it: Nessuno
ja: なし
ko: 없음
ms: Tiada
nb: Ingen
nl: Geen
pl: Brak
pt_br: Nenhum
ro: Niciunul
ru: Нет
sk: Žiadna
sv: Ingen
th: ไม่มี
tr: Yok
uk: Немає
vi: Không có
zh_hans: 无
zh_hk: 無

source: Not Now
ar: ليس الآن
ca: Ara no
cs: Teď ne
da: Ikke nu
de: Jetzt nicht
el: Όχι τώρα
es: Ahora no
fi: Ei nyt
fr: Pas maintenant
he: לא עכשיו
hi: अभी नहीं
hr: Ne sada
hu: Most nem
id: Jangan Sekarang
it: Non ora
ja: 後で
ko: 나중에
ms: Bukan Sekarang
nb: Ikke nå
nl: Niet nu
pl: Nie teraz
pt_br: Agora não
ro: Nu acum
ru: Не сейчас
sk: Teraz nie
sv: Inte nu
th: ไม่ใช่ตอนนี้
tr: Şimdi Değil
uk: Не зараз
vi: Không phải bây giờ
zh_hans: 暂不
zh_hk: 暫不

source: Nothing is released, so nothing needs reloading
ar: لا شيء يُحرَّر، لذا لا شيء يحتاج إلى إعادة تحميل
ca: No s'allibera res, així que no cal recarregar res
cs: Nic se neuvolňuje, takže není třeba nic znovu načítat
da: Intet frigives, så intet skal genindlæses
de: Es wird nichts freigegeben, also muss nichts neu geladen werden
el: Τίποτα δεν απελευθερώνεται, οπότε τίποτα δεν χρειάζεται επαναφόρτωση
es: No se libera nada, así que no hay nada que recargar
fi: Mitään ei vapauteta, joten mitään ei tarvitse ladata uudelleen
fr: Rien n'est libéré, donc rien n'a besoin d'être rechargé
he: שום דבר לא משוחרר, אז שום דבר לא צריך טעינה מחדש
hi: कुछ भी जारी नहीं होता, इसलिए कुछ भी फिर से लोड करने की आवश्यकता नहीं
hr: Ništa se ne oslobađa, pa ništa ne treba ponovno učitavati
hu: Semmi sem szabadul fel, így semmit sem kell újratölteni
id: Tidak ada yang dilepaskan, jadi tidak ada yang perlu dimuat ulang
it: Non viene rilasciato nulla, quindi non c'è nulla da ricaricare
ja: 何も解放されないため、再読み込みは不要です
ko: 해제되는 것이 없으므로 다시 로드할 필요도 없습니다
ms: Tiada apa yang dilepaskan, jadi tiada apa yang perlu dimuat semula
nb: Ingenting frigis, så ingenting trenger ny innlasting
nl: Er wordt niets vrijgegeven, dus er hoeft niets opnieuw te worden geladen
pl: Nic nie jest zwalniane, więc nic nie wymaga przeładowania
pt_br: Nada é liberado, então nada precisa ser recarregado
ro: Nimic nu se eliberează, așa că nimic nu trebuie reîncărcat
ru: Ничего не выгружается, поэтому ничего не нужно перезагружать
sk: Nič sa neuvoľňuje, takže nie je potrebné nič znova načítať
sv: Inget frigörs, så inget behöver läsas om
th: ไม่มีอะไรถูกปล่อย ดังนั้นไม่มีอะไรต้องโหลดใหม่
tr: Hiçbir şey serbest bırakılmadığı için hiçbir şeyin yeniden yüklenmesi gerekmez
uk: Нічого не вивантажується, тож нічого не потрібно перезавантажувати
vi: Không có gì được nhả, nên không cần tải lại gì cả
zh_hans: 没有释放任何内容，因此无需重新加载
zh_hk: 沒有釋放任何內容，因此無需重新載入

source: Off
ar: إيقاف
ca: Desactivat
cs: Vypnuto
da: Fra
de: Aus
el: Ανενεργό
es: Desactivado
fi: Pois
fr: Désactivé
he: כבוי
hi: बंद
hr: Isključeno
hu: Ki
id: Mati
it: Disattivato
ja: オフ
ko: 끔
ms: Mati
nb: Av
nl: Uit
pl: Wył.
pt_br: Desativado
ro: Dezactivat
ru: Выкл.
sk: Vypnuté
sv: Av
th: ปิด
tr: Kapalı
uk: Вимк.
vi: Tắt
zh_hans: 关
zh_hk: 關閉

source: Off makes pages static. Applies to newly loaded pages.
ar: الإيقاف يجعل الصفحات ثابتة. ينطبق على الصفحات المحمَّلة حديثًا.
ca: Desactivat fa que les pàgines siguin estàtiques. S'aplica a les pàgines acabades de carregar.
cs: Vypnuto činí stránky statickými. Platí pro nově načtené stránky.
da: Fra gør sider statiske. Gælder for nyligt indlæste sider.
de: Aus macht Seiten statisch. Gilt für neu geladene Seiten.
el: Το Ανενεργό κάνει τις σελίδες στατικές. Ισχύει για νεοφορτωμένες σελίδες.
es: Desactivado hace las páginas estáticas. Se aplica a las páginas recién cargadas.
fi: Pois tekee sivuista staattisia. Koskee juuri ladattuja sivuja.
fr: Désactivé rend les pages statiques. S'applique aux pages nouvellement chargées.
he: כבוי הופך דפים לסטטיים. חל על דפים שנטענו לאחרונה.
hi: बंद पृष्ठों को स्थिर बनाता है। हाल ही में लोड किए गए पृष्ठों पर लागू होता है।
hr: Isključeno čini stranice statičnima. Primjenjuje se na novoučitane stranice.
hu: A Ki statikussá teszi az oldalakat. Az újonnan betöltött oldalakra vonatkozik.
id: Mati membuat halaman statis. Berlaku untuk halaman yang baru dimuat.
it: Disattivato rende le pagine statiche. Si applica alle pagine appena caricate.
ja: オフにするとページは静的になります。新しく読み込まれたページに適用されます。
ko: 끄면 페이지가 정적으로 됩니다. 새로 로드된 페이지에 적용됩니다.
ms: Mati menjadikan halaman statik. Terpakai pada halaman yang baru dimuatkan.
nb: Av gjør sider statiske. Gjelder nylig innlastede sider.
nl: Uit maakt pagina's statisch. Geldt voor nieuw geladen pagina's.
pl: Wył. czyni strony statycznymi. Dotyczy nowo załadowanych stron.
pt_br: Desativado torna as páginas estáticas. Aplica-se a páginas recém-carregadas.
ro: Dezactivat face paginile statice. Se aplică paginilor nou încărcate.
ru: «Выкл.» делает страницы статичными. Применяется к недавно загруженным страницам.
sk: Vypnuté robí stránky statickými. Platí pre novo načítané stránky.
sv: Av gör sidor statiska. Gäller nyligen inlästa sidor.
th: ปิดทำให้หน้าเป็นแบบสถิต ใช้กับหน้าที่โหลดใหม่
tr: Kapalı, sayfaları statik yapar. Yeni yüklenen sayfalara uygulanır.
uk: «Вимк.» робить сторінки статичними. Застосовується до нещодавно завантажених сторінок.
vi: Tắt làm cho trang tĩnh. Áp dụng cho các trang mới tải.
zh_hans: “关”会使页面变为静态。适用于新加载的页面。
zh_hk: 「關閉」會使頁面變為靜態。適用於新載入的頁面。

source: OK
ar: موافق
ca: D'acord
es: Aceptar
he: אישור
hi: ठीक है
hr: U redu
ko: 확인
th: ตกลง
tr: Tamam
zh_hans: 好
zh_hk: 好

source: Omnibar
ar: شريط العناوين
fi: Omnipalkki
he: שורת הכתובת
hi: ओमनीबार
ja: オムニバー
ko: 옴니바
nl: Omnibalk
ru: Омнибар
th: ออมนิบาร์
uk: Омнібар
zh_hans: 地址栏
zh_hk: 網址列

source: Omnibar from any app
ar: شريط العناوين من أي تطبيق
ca: Omnibar des de qualsevol app
cs: Omnibar z libovolné aplikace
da: Omnibar fra enhver app
de: Omnibar aus jeder App
el: Omnibar από οποιαδήποτε εφαρμογή
es: Omnibar desde cualquier app
fi: Omnipalkki mistä tahansa sovelluksesta
fr: Omnibar depuis n'importe quelle app
he: שורת כתובת מכל יישום
hi: किसी भी ऐप से ओमनीबार
hr: Omnibar iz bilo koje aplikacije
hu: Omnibar bármely alkalmazásból
id: Omnibar dari aplikasi mana pun
it: Omnibar da qualsiasi app
ja: 任意のアプリからオムニバー
ko: 모든 앱에서 옴니바
ms: Omnibar dari mana-mana aplikasi
nb: Omnibar fra hvilken som helst app
nl: Omnibalk vanuit elke app
pl: Omnibar z dowolnej aplikacji
pt_br: Omnibar de qualquer app
ro: Omnibar din orice aplicație
ru: Омнибар из любого приложения
sk: Omnibar z ľubovoľnej aplikácie
sv: Omnibar från valfri app
th: ออมนิบาร์จากแอปใดก็ได้
tr: Herhangi bir uygulamadan omnibar
uk: Омнібар із будь-якої програми
vi: Omnibar từ bất kỳ ứng dụng nào
zh_hans: 从任何应用打开地址栏
zh_hk: 從任何 App 打開網址列

source: Omnibar position
ar: موضع شريط العناوين
ca: Posició de l'omnibar
cs: Poloha omnibaru
da: Omnibar-placering
el: Θέση omnibar
es: Posición de la omnibar
fi: Omnipalkin sijainti
fr: Position de l'omnibar
he: מיקום שורת הכתובת
hi: ओमनीबार स्थिति
hr: Položaj omnibara
hu: Omnibar pozíciója
id: Posisi omnibar
it: Posizione dell'omnibar
ja: オムニバーの位置
ko: 옴니바 위치
ms: Kedudukan omnibar
nb: Omnibar-plassering
nl: Positie van omnibalk
pl: Pozycja omnibaru
pt_br: Posição da omnibar
ro: Poziția omnibarului
ru: Положение омнибара
sk: Poloha omnibaru
th: ตำแหน่งออมนิบาร์
tr: Omnibar konumu
uk: Положення омнібара
vi: Vị trí omnibar
zh_hans: 地址栏位置
zh_hk: 網址列位置

source: Omnibar Position
ar: موضع شريط العناوين
ca: Posició de l'omnibar
cs: Poloha omnibaru
da: Omnibar-placering
el: Θέση omnibar
es: Posición de la omnibar
fi: Omnipalkin sijainti
fr: Position de l'omnibar
he: מיקום שורת הכתובת
hi: ओमनीबार स्थिति
hr: Položaj omnibara
hu: Omnibar pozíciója
id: Posisi Omnibar
it: Posizione dell'omnibar
ja: オムニバーの位置
ko: 옴니바 위치
ms: Kedudukan Omnibar
nb: Omnibar-plassering
nl: Positie van omnibalk
pl: Pozycja omnibaru
pt_br: Posição da omnibar
ro: Poziția omnibarului
ru: Положение омнибара
sk: Poloha omnibaru
th: ตำแหน่งออมนิบาร์
tr: Omnibar Konumu
uk: Положення омнібара
vi: Vị trí omnibar
zh_hans: 地址栏位置
zh_hk: 網址列位置

source: Only when needed
ar: فقط عند الحاجة
ca: Només quan cal
cs: Jen když je potřeba
da: Kun når nødvendigt
de: Nur bei Bedarf
el: Μόνο όταν χρειάζεται
es: Solo cuando sea necesario
fi: Vain tarvittaessa
fr: Uniquement si nécessaire
he: רק בעת הצורך
hi: केवल जब आवश्यक हो
hr: Samo kada je potrebno
hu: Csak amikor szükséges
id: Hanya bila diperlukan
it: Solo quando serve
ja: 必要なときのみ
ko: 필요할 때만
ms: Hanya apabila diperlukan
nb: Bare når nødvendig
nl: Alleen wanneer nodig
pl: Tylko gdy potrzebne
pt_br: Somente quando necessário
ro: Doar când e nevoie
ru: Только при необходимости
sk: Len keď je potrebné
sv: Endast vid behov
th: เฉพาะเมื่อจำเป็น
tr: Yalnızca gerektiğinde
uk: Лише за потреби
vi: Chỉ khi cần
zh_hans: 仅在需要时
zh_hk: 僅在需要時

source: Open a new tab with ⌘T, close one with ⌘W, and bring back the last closed tab with ⇧⌘T. Cycle through tabs with ⌃Tab, or jump straight to one with ⌘1 through ⌘9.
ar: افتح علامة تبويب جديدة بـ ⌘T، وأغلق واحدة بـ ⌘W، وأعِد آخر علامة تبويب مغلقة بـ ⇧⌘T. تنقّل بين علامات التبويب بـ ⌃Tab، أو انتقل مباشرة إلى واحدة بـ ⌘1 حتى ⌘9.
ca: Obre una pestanya nova amb ⌘T, tanca'n una amb ⌘W, i recupera l'última pestanya tancada amb ⇧⌘T. Recorre les pestanyes amb ⌃Tab, o ves directament a una amb ⌘1 fins a ⌘9.
cs: Otevři novou kartu pomocí ⌘T, zavři ji pomocí ⌘W a vrať zpět naposledy zavřenou kartu pomocí ⇧⌘T. Procházej karty pomocí ⌃Tab, nebo přejdi rovnou na jednu pomocí ⌘1 až ⌘9.
da: Åbn et nyt faneblad med ⌘T, luk et med ⌘W, og hent det senest lukkede faneblad tilbage med ⇧⌘T. Bladr gennem faneblade med ⌃Tab, eller spring direkte til et med ⌘1 til ⌘9.
de: Öffne mit ⌘T einen neuen Tab, schließe einen mit ⌘W und hole den zuletzt geschlossenen Tab mit ⇧⌘T zurück. Wechsle mit ⌃Tab durch die Tabs oder springe mit ⌘1 bis ⌘9 direkt zu einem.
el: Άνοιξε μια νέα καρτέλα με ⌘T, κλείσε μία με ⌘W και επανάφερε την τελευταία κλειστή καρτέλα με ⇧⌘T. Εναλλάξου μεταξύ καρτελών με ⌃Tab, ή μετάβα απευθείας σε μία με ⌘1 έως ⌘9.
es: Abre una pestaña nueva con ⌘T, cierra una con ⌘W y recupera la última pestaña cerrada con ⇧⌘T. Cambia entre pestañas con ⌃Tab, o salta directamente a una con ⌘1 a ⌘9.
fi: Avaa uusi välilehti painamalla ⌘T, sulje se painamalla ⌘W ja tuo takaisin viimeksi suljettu välilehti painamalla ⇧⌘T. Selaa välilehtiä painamalla ⌃Tab, tai hyppää suoraan yhteen painamalla ⌘1–⌘9.
fr: Ouvrez un nouvel onglet avec ⌘T, fermez-en un avec ⌘W, et rouvrez le dernier onglet fermé avec ⇧⌘T. Faites défiler les onglets avec ⌃Tab, ou allez directement à l'un d'eux avec ⌘1 à ⌘9.
he: פתח כרטיסייה חדשה עם ⌘T, סגור אחת עם ⌘W, והחזר את הכרטיסייה האחרונה שנסגרה עם ⇧⌘T. עבור בין כרטיסיות עם ⌃Tab, או קפוץ ישירות לאחת עם ⌘1 עד ⌘9.
hi: ⌘T से एक नया टैब खोलें, ⌘W से एक बंद करें, और ⇧⌘T से अंतिम बंद किए गए टैब को वापस लाएँ। ⌃Tab से टैब में घूमें, या ⌘1 से ⌘9 तक किसी एक पर सीधे जाएँ।
hr: Otvori novu karticu pomoću ⌘T, zatvori je pomoću ⌘W i vrati posljednju zatvorenu karticu pomoću ⇧⌘T. Kruži kroz kartice pomoću ⌃Tab, ili skoči izravno na jednu pomoću ⌘1 do ⌘9.
hu: Nyiss új lapot ⌘T-vel, zárj be egyet ⌘W-vel, és hozd vissza az utoljára bezárt lapot ⇧⌘T-vel. Válts a lapok között ⌃Tab-bal, vagy ugorj közvetlenül egyre ⌘1-től ⌘9-ig.
id: Buka tab baru dengan ⌘T, tutup satu dengan ⌘W, dan kembalikan tab terakhir yang ditutup dengan ⇧⌘T. Beralih antartab dengan ⌃Tab, atau langsung menuju salah satu dengan ⌘1 hingga ⌘9.
it: Apri una nuova scheda con ⌘T, chiudine una con ⌘W e riporta l'ultima scheda chiusa con ⇧⌘T. Scorri le schede con ⌃Tab, oppure salta direttamente a una con ⌘1 fino a ⌘9.
ja: ⌘Tで新しいタブを開き、⌘Wで閉じ、⇧⌘Tで最後に閉じたタブを戻します。⌃Tabでタブを切り替えるか、⌘1〜⌘9で直接移動します。
ko: ⌘T로 새 탭을 열고, ⌘W로 닫고, ⇧⌘T로 마지막에 닫은 탭을 되살립니다. ⌃Tab으로 탭을 전환하거나 ⌘1–⌘9로 특정 탭으로 바로 이동합니다.
ms: Buka tab baharu dengan ⌘T, tutup satu dengan ⌘W, dan bawa kembali tab terakhir yang ditutup dengan ⇧⌘T. Kitar melalui tab dengan ⌃Tab, atau terus ke satu dengan ⌘1 hingga ⌘9.
nb: Åpne en ny fane med ⌘T, lukk en med ⌘W, og hent tilbake den sist lukkede fanen med ⇧⌘T. Bla gjennom faner med ⌃Tab, eller hopp direkte til en med ⌘1 til ⌘9.
nl: Open een nieuw tabblad met ⌘T, sluit er een met ⌘W en haal het laatst gesloten tabblad terug met ⇧⌘T. Blader door tabbladen met ⌃Tab, of spring direct naar een met ⌘1 tot ⌘9.
pl: Otwórz nową kartę za pomocą ⌘T, zamknij ją za pomocą ⌘W i przywróć ostatnio zamkniętą kartę za pomocą ⇧⌘T. Przełączaj karty za pomocą ⌃Tab lub przejdź bezpośrednio do jednej za pomocą ⌘1 do ⌘9.
pt_br: Abra uma nova aba com ⌘T, feche uma com ⌘W e traga de volta a última aba fechada com ⇧⌘T. Percorra as abas com ⌃Tab, ou vá direto para uma com ⌘1 até ⌘9.
ro: Deschide o filă nouă cu ⌘T, închide una cu ⌘W și adu înapoi ultima filă închisă cu ⇧⌘T. Parcurge filele cu ⌃Tab, sau sari direct la una cu ⌘1 până la ⌘9.
ru: Откройте новую вкладку с помощью ⌘T, закройте её с помощью ⌘W и верните последнюю закрытую вкладку с помощью ⇧⌘T. Переключайтесь между вкладками с помощью ⌃Tab или перейдите к одной напрямую с помощью ⌘1–⌘9.
sk: Otvor novú kartu pomocou ⌘T, zavri ju pomocou ⌘W a vráť späť naposledy zavretú kartu pomocou ⇧⌘T. Prechádzaj karty pomocou ⌃Tab, alebo prejdi rovno na jednu pomocou ⌘1 až ⌘9.
sv: Öppna en ny flik med ⌘T, stäng en med ⌘W och ta tillbaka den senast stängda fliken med ⇧⌘T. Bläddra bland flikar med ⌃Tab, eller hoppa direkt till en med ⌘1 till ⌘9.
th: เปิดแท็บใหม่ด้วย ⌘T ปิดแท็บด้วย ⌘W และเรียกแท็บที่ปิดล่าสุดกลับด้วย ⇧⌘T สลับไปมาระหว่างแท็บด้วย ⌃Tab หรือข้ามไปยังแท็บใดแท็บหนึ่งโดยตรงด้วย ⌘1 ถึง ⌘9
tr: ⌘T ile yeni bir sekme aç, ⌘W ile birini kapat ve ⇧⌘T ile en son kapatılan sekmeyi geri getir. Sekmeler arasında ⌃Tab ile geçiş yap ya da ⌘1 ile ⌘9 arasında doğrudan birine atla.
uk: Відкрийте нову вкладку за допомогою ⌘T, закрийте її за допомогою ⌘W і поверніть останню закриту вкладку за допомогою ⇧⌘T. Перемикайтеся між вкладками за допомогою ⌃Tab або перейдіть до однієї напряму за допомогою ⌘1–⌘9.
vi: Mở thẻ mới bằng ⌘T, đóng một thẻ bằng ⌘W, và mở lại thẻ vừa đóng bằng ⇧⌘T. Chuyển qua các thẻ bằng ⌃Tab, hoặc tới thẳng một thẻ bằng ⌘1 đến ⌘9.
zh_hans: 用 ⌘T 打开新标签页，用 ⌘W 关闭一个，用 ⇧⌘T 恢复最后关闭的标签页。用 ⌃Tab 循环切换标签页，或用 ⌘1 到 ⌘9 直接跳转到某个。
zh_hk: 用 ⌘T 打開新分頁，用 ⌘W 關閉一個，用 ⇧⌘T 復原最後關閉的分頁。用 ⌃Tab 循環切換分頁，或用 ⌘1 到 ⌘9 直接跳至某個。

source: Open a URL
ar: فتح عنوان URL
ca: Obre un URL
cs: Otevřít adresu URL
da: Åbn en URL
de: Eine URL öffnen
el: Άνοιγμα URL
es: Abrir una URL
fi: Avaa URL-osoite
fr: Ouvrir une URL
he: פתח כתובת URL
hi: एक URL खोलें
hr: Otvori URL
hu: URL megnyitása
id: Buka URL
it: Apri un URL
ja: URLを開く
ko: URL 열기
ms: Buka URL
nb: Åpne en URL
nl: Een URL openen
pl: Otwórz adres URL
pt_br: Abrir um URL
ro: Deschide un URL
ru: Открыть URL
sk: Otvoriť adresu URL
sv: Öppna en URL
th: เปิด URL
tr: Bir URL aç
uk: Відкрити URL
vi: Mở một URL
zh_hans: 打开 URL
zh_hk: 打開 URL

source: Open Extension Popup
ar: فتح النافذة المنبثقة للامتداد
ca: Obre la finestra emergent de l'extensió
cs: Otevřít vyskakovací okno rozšíření
da: Åbn udvidelsens pop op
de: Erweiterungs-Pop-up öffnen
el: Άνοιγμα αναδυόμενου παραθύρου επέκτασης
es: Abrir la ventana emergente de la extensión
fi: Avaa laajennuksen ponnahdusikkuna
fr: Ouvrir la fenêtre de l'extension
he: פתח חלון קופץ של הרחבה
hi: एक्सटेंशन पॉपअप खोलें
hr: Otvori skočni prozor proširenja
hu: Bővítmény felugró ablakának megnyitása
id: Buka Pop-up Ekstensi
it: Apri il pop-up dell'estensione
ja: 機能拡張のポップアップを開く
ko: 확장 프로그램 팝업 열기
ms: Buka Pop Timbul Sambungan
nb: Åpne utvidelsens forgrunnsvindu
nl: Extensie-pop-up openen
pl: Otwórz wyskakujące okienko rozszerzenia
pt_br: Abrir o pop-up da extensão
ro: Deschide fereastra pop-up a extensiei
ru: Открыть всплывающее окно расширения
sk: Otvoriť vyskakovacie okno rozšírenia
sv: Öppna tilläggets popup
th: เปิดป๊อปอัปส่วนขยาย
tr: Uzantı Açılır Penceresini Aç
uk: Відкрити спливне вікно розширення
vi: Mở cửa sổ bật lên của tiện ích
zh_hans: 打开扩展弹出窗口
zh_hk: 打開延伸功能彈出視窗

source: Open it in a tab
ar: فتحها في علامة تبويب
ca: Obre-la en una pestanya
cs: Otevřít ji na kartě
da: Åbn det i et faneblad
de: In einem Tab öffnen
el: Άνοιγμά της σε καρτέλα
es: Abrirlo en una pestaña
fi: Avaa se välilehdessä
fr: L'ouvrir dans un onglet
he: פתח אותה בכרטיסייה
hi: इसे एक टैब में खोलें
hr: Otvori je u kartici
hu: Megnyitás egy lapon
id: Buka di tab
it: Aprilo in una scheda
ja: タブで開く
ko: 탭에서 열기
ms: Buka dalam tab
nb: Åpne den i en fane
nl: Openen in een tabblad
pl: Otwórz ją w karcie
pt_br: Abri-lo em uma aba
ro: Deschide-o într-o filă
ru: Открыть её во вкладке
sk: Otvoriť ju na karte
sv: Öppna den i en flik
th: เปิดในแท็บ
tr: Bir sekmede aç
uk: Відкрити її у вкладці
vi: Mở nó trong một thẻ
zh_hans: 在标签页中打开
zh_hk: 在分頁中打開

source: Open Location
ar: فتح موقع
ca: Obre la ubicació
cs: Otevřít umístění
da: Åbn placering
de: Ort öffnen
el: Άνοιγμα τοποθεσίας
es: Abrir ubicación
fi: Avaa sijainti
fr: Ouvrir l'emplacement
he: פתח מיקום
hi: स्थान खोलें
hr: Otvori lokaciju
hu: Hely megnyitása
id: Buka Lokasi
it: Apri posizione
ja: 場所を開く
ko: 위치 열기
ms: Buka Lokasi
nb: Åpne plassering
nl: Locatie openen
pl: Otwórz lokalizację
pt_br: Abrir local
ro: Deschide locația
ru: Открыть расположение
sk: Otvoriť umiestnenie
sv: Öppna plats
th: เปิดตำแหน่ง
tr: Konumu Aç
uk: Відкрити розташування
vi: Mở vị trí
zh_hans: 打开位置
zh_hk: 打開位置
